tsung/reports/iteration_2/homepage_test/homepage_test.xml
<?xml version="1.0"?><tsung loglevel="notice" version="1.0">

  <clients>
    <client host="localhost" use_controller_vm="true" maxusers="15000"/>
  </clients>

  <servers>
      <server host="www.emergencyinteract-loadtestv2.zgxk8jxz26.us-west-2.elasticbeanstalk.com" port="80" type="tcp"/>
  </servers>


  <load>
    <arrivalphase phase="1" duration="100" unit="second">
      <users arrivalrate="1" unit="second"/>
    </arrivalphase>
  </load>

  <options>
    <option name="global_ack_timeout" value="2000"/>

    <option type="ts_http" name="user_agent">
      <user_agent probability="100">Mozilla/5.0 (Windows; U; Windows NT 5.2; fr-FR; rv:1.7.8) Gecko/20050511 Firefox/1.0.4</user_agent>
    </option>
  </options>

  <sessions>
    <session name="homepage-performance" probability="100" type="ts_http">

      <request>
          <http url="/" method="GET" version="1.1"> </http>
      </request>
    </session>
  </sessions>

</tsung>